[M_Ep8_SanctuaryTakesOff MissionDefinition]
MissionName="Voando Alto"
MissionDescription="Você conseguiu um núcleo energético experimental em [place]Tundra Express[-place]. Esse dispositivo poderia abastecer indefinidamente a energia do escudo defensivo de [place]Santuário[-place], por isso, Roland encarregou você de levá-lo ao tenente Davis.  Ele também precisará da sua ajuda para instalá-lo.
TurnInDescription="[place]Santuário[-place] desapareceu. \nVá com Deus.\n
MissionSummary="Instale o núcleo energético experimental no gerador do escudo de [place]Santuário[-place]."
MissionGiver="Tenente Davis"
MissionTurnInLocation="Three Horns Valley"
TeaserText=""

[M_Ep8_SanctuaryTakesOff:FindRoland MissionObjectiveDefinition]
ProgressMessage="Encontre Roland"

[M_Ep8_SanctuaryTakesOff:FindRolandSet MissionObjectiveSetDefinition]
MissionSummaryOverride="Pegue o Eridium com Roland"
MissionDescriptionOverride="O Anjo lhe traiu e Jack manipulou você.  Bem-vindo à Pandora.\nO ''núcleo energético'' que você encontrou em [place]Tundra Express[-place] era na realidade um adaptador da Hyperion que permitiu ao Anjo desativar o escudo de [place]Santuário[-place]. A cidade está sofrendo um bombardeio infernal.\nOs motores de [place]Santuário[-place] foram parcialmente consertados e Lilith disse que precisa de um pouco de Eridium para ajudar a tirar a cidade de lá. Roland tem um pouco de Eridium guardado. Vá pegar com ele.\n"

[M_Ep8_SanctuaryTakesOff:GetEridiumFromRoland MissionObjectiveDefinition]
ProgressMessage="Recolha as barras de Eridium"

[M_Ep8_SanctuaryTakesOff:GetEridiumFromRolandSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Ep8_SanctuaryTakesOff:GiveEridiumtoLilithDialogSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Ep8_SanctuaryTakesOff:GiveEridumToLilith MissionObjectiveDefinition]
ProgressMessage="Entregue o Eridium para Lilith"

[M_Ep8_SanctuaryTakesOff:GiveEridumToLilithSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Ep8_SanctuaryTakesOff:GotoCenterofTown MissionObjectiveDefinition]
ProgressMessage="Vá até o centro da cidade"

[M_Ep8_SanctuaryTakesOff:GoToCenterofTownSet MissionObjectiveSetDefinition]
MissionSummaryOverride="Leve o Eridium para Lilith."
MissionDescriptionOverride="O Anjo lhe traiu e Jack manipulou você.  Bem-vindo à Pandora.\nO ''núcleo energético'' que você encontrou em [place]Tundra Express[-place] era na realidade um adaptador da Hyperion que permitiu ao Anjo desativar o escudo de [place]Santuário[-place]. A cidade está sofrendo um bombardeio infernal.\nOs motores de [place]Santuário[-place] foram parcialmente consertados e Lilith disse que precisa de um pouco de Eridium para ajudar a tirar a cidade de lá.\n"

[M_Ep8_SanctuaryTakesOff:GoToFridgeEntrance MissionObjectiveDefinition]
ProgressMessage="Vá até The Fridge"

[M_Ep8_SanctuaryTakesOff:GoToFridgeEntranceSet MissionObjectiveSetDefinition]
MissionSummaryOverride="Dirija-se até [place]The Fridge[-place]
MissionDescriptionOverride="A cidade de [place]Santuário[-place] levantou vôo e logo desapareceu. O Anjo Guardião - a que traiu você em [place]Santuário[-place] - agora é a sua única esperança para voltar a encontrar seus amigos.\nEla pediu pra você ir até [place]The Fridge[-place], um local subterrâneo gelado e infestando de ratazanas.\n"

[M_Ep8_SanctuaryTakesOff:GoToPylon MissionObjectiveDefinition]
ProgressMessage="Vá até o centro da cidade"

[M_Ep8_SanctuaryTakesOff:GoToPylonSet MissionObjectiveSetDefinition]
MissionSummaryOverride="Conserte os mecanismos de ignição junto com o Scooter."
MissionDescriptionOverride="O Anjo lhe traiu e Jack manipulou você.  Bem-vindo à Pandora.\nO ''núcleo energético'' que você encontrou em [place]Tundra Express[-place] era na realidade um adaptador da Hyperion que permitiu ao Anjo desativar o escudo de [place]Santuário[-place]. A cidade está sofrendo um bombardeio infernal.\nRoland mandou você falar com o Scooter para dar um jeito de consertar os motores de [place]Santuário[-place]. O único jeito de fazer isso é aplicando um tranco nos mecanismos de ignição do centro da cidade.\n"

[M_Ep8_SanctuaryTakesOff:InstallAngelApp MissionObjectiveDefinition]
ProgressMessage="Instale o núcleo energético da Hyperion"

[M_Ep8_SanctuaryTakesOff:InstallAngelAppDialogSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Ep8_SanctuaryTakesOff:InstallAngelAppSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Ep8_SanctuaryTakesOff:LeaveSanctuary MissionObjectiveDefinition]
ProgressMessage="Saia de Santuário"

[M_Ep8_SanctuaryTakesOff:LeaveSanctuarySet MissionObjectiveSetDefinition]
MissionSummaryOverride="Vá para [place]Three Horns Valley[-place]."
MissionDescriptionOverride="A cidade de [place]Santuário[-place] levantou vôo e logo desapareceu. O Anjo Guardião - a que traiu você em [place]Santuário[-place] - agora é a sua única esperança para voltar a encontrar seus amigos.\nEla pediu pra você ir até [place]The Fridge[-place], um local subterrâneo gelado e infestando de ratazanas.\n"

[M_Ep8_SanctuaryTakesOff:Pylon1Ready MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Ep8_SanctuaryTakesOff:RemoveBrakesSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Ep8_SanctuaryTakesOff:RemoveOldPowerCore MissionObjectiveDefinition]
ProgressMessage="Desinstale o núcleo energético"

[M_Ep8_SanctuaryTakesOff:RemovePowerCoreSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Ep8_SanctuaryTakesOff:StartPylon1 MissionObjectiveDefinition]
ProgressMessage="Gire o mecanismo de ignição 3"

[M_Ep8_SanctuaryTakesOff:StartPylon2 MissionObjectiveDefinition]
ProgressMessage="Gire o mecanismo de ignição 2"

[M_Ep8_SanctuaryTakesOff:StartPylon3 MissionObjectiveDefinition]
ProgressMessage="Gire o mecanismo de ignição 1"
